ban.spellright
bashmish.es6-string-css
bierner.emojisense
bierner.markdown-preview-github-styles
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
HookyQR.JSDocTagComplete
keyring.Lua
mousetraps.selected-character-count
ms-vscode.vscode-typescript-tslint-plugin
PKief.material-icon-theme
plievone.vscode-template-literal-editor
robinbentley.sass-indented
stkb.rewrap
Tobermory.es6-string-html
trixnz.vscode-lua
Zignd.html-css-class-completion
